Repository: Purinat33/hpc_flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: th

source: Home
th: หน้าแรก

source: Admin
th: หน้าผู้ดูแลระบบ

source: My Usage
th: ประวัติการใช้งาน

source: Logout (%(user)s)
th: ออกจากระบบ (%(user)s)

source: Login
th: เข้าสู่ระบบ

source: HPC Cost Playground
th: โปรแกรมคำนวณค่าใช้จ่ายเครื่องคอมพิวเตอร์สมรรถนะสูง

source: Customer type
th: ประเภทผู้ใช้งาน

source: Duration amount
th: ระยะเวลา

source: Change Rate
th: เปลี่ยนอัตราการเงิน

source: Usage Tables
th: ตารางการใช้งาน

source: Billing
th: ค่าใช้จ่าย

source: Current Rates (All Tiers)
th: อัตราการเงินปัจจุบัน (ผู้ใช้ทุกประเภท)

source: Usage Preview
th: ดูตารางการใช้งาน

source: Create Receipt
th: ชำระค่าบริการ

source: Mark as paid
th: บันทึกว่าชำระค่าบริการแล้ว

source: Pending Receipts
th: ยังไม่ได้ชำระค่าบริการ

source: Download Payment History
th: บันทึกประวัติการชำระค่าบริการลงเครื่อง

source: Sign In
th: เข้าสู่ระบบ

source: Signed in as <b>%(user)s</b>
th: <b>%(user)s</b> เข้าสู่ระบบ
